Repository: giellalt/corpus-sma
Catalog: tmx/nno/admin/depts/other_files/fns_morsmalsdag_21_divvun.doc.tmx
Source language: sma
Languages: nno

source: 21. b. goevten lij EN-n ietniengïelen-biejjie.
nno: Den 21. februar var FN sin morsmålsdag.

source: Seamme aejkien UNESCO åehpiedehti EN-n gaskannasjovnen gïelejaepiem.
nno: Samstundes lanserede UNESCO FN sitt internasjonale språkår.

source: 7000 gïelh gååvnesieh abpe eatnemisnie jïh bijjelen bielie daejstie maahta haajpanidh.
nno: Det finst 7000 språk over heile verda og meir enn halvparten av dei risikerer å døy ut.

source: Guktie darjodh ihke gïelh ij haajpedh ?
nno: Kva gjer ein for å verna språk frå å døy ut ?

source: Jåvva Todal lij barkeme Svahken sijtesne åarjelsaemien gïelem jealajehtedh.
nno: Jon Todal har vore involvert i revitaliseringsarbeidet av sørsamisk i Elgå.

source: Daesnie Jåvva Todalen lohketalleme gïelebarkoen bïjre jïh guktie Saemien-foente maahta meatan årrodh daennie gïelebarkosne.
nno: Her er ei forelesing av Jon Todal om korleis språkarbeidet har vore utført og kva rolle Samefondet kan ha i dette arbeidet. ”

source: “ Gåessie gïelen evtiedimmiem stuvrie vihties politihken ulmien vööste, dle gïele-soejkesjimmie gohtjesåvva.
nno: Når ein medvite grip inn og styrer språkutviklinga mot eit bestemt politisk mål, kallast det språkplanlegging.

source: Saemiedigkie gïele-soejkesjimmine joe barka, jïh byöroe dejnie barkedh.
nno: Språkplanlegging er noko som Sametinget driv med allereie, og det er noko som tinget absolutt bør drive med..

source: Gïele-soejkesjimmesne gååvnesieh korpuse-soejkesjimmie, daltese-soejkesjimmie jïh leereme-soejkesjimmie ”. Lohketallemistie, ohtje gïele-soejkesjimmien bïjre: Korpuse-soejkesjimmie lea gosse pryövoe gïelem tsevtsedh.
nno: Språkplanlegging er korpusplanlegging, statusplanlegging samt tileigningsplanlegging eller læringsplanlegging ” Frå førelesninga, noko om kva ” språkplanlegging ” vanlegvis går på: Korpusplanlegging vil seia at ein prøver å påverke sjølve språket.

source: Säjhta gïele-evtiedimmiem stuvredh vihties otnjegasse.
nno: Ein vil styre utviklinga av sjølve språket i ei bestemt retning.

source: Sïejhme barkoe gïele-evtiedimmesne evtiedidh orre baakoejiehtesem gïelesne.
nno: Ei typisk oppgåve for korpusplanlegginga er å utvikle ny terminologi innanfor eit språk.

source: Daltese-soejkesjimmie lea mubpie åesie gïele-soejkesjimmesne.
nno: Statusplanlegging er den andre delen av språkplanlegging.

source: Daltese-soejkesjimmie galka gïelen daltesem siebredahkesne tsevtsedh.
nno: Statusplanlegginga skal påverke eit språk si stilling i samfunnet.

source: Dihte mij eadtjohkasse gååske, lea guktie unnebelåhkoe-gïele saemien-gïelen tsiehkiem bueriedidh.
nno: Det som er interessant for oss, er korleis ein kan gjera stillinga for minoritetsspråket samisk betre.

source: Leereme-soejkesjimmie lea gåalmede åesie gïelesoejkesjimmesne.
nno: Tileigningsplanlegging / læringsplanlegging er den tredje delen av språkplanlegginga.

source: Åesie gïehtele guktie låhkoem stueriedidh almetjijstie mah maehtieh gïelem sopstestidh.
nno: Denne delen går ut på å auke talet på folk som kan bruke eit språk.

source: Unnebelåhkoe-gïelesne lea öövre vihkeles man stoere låhkoe daejstie håålehkijstie, men vihkelåbpoe lea man båeries jallh noere almetjh leah dåehkesne mij maahta gïelem.
nno: For minoritetsspråk er sjølve talet på språkbrukarar viktig for språket si framtid, men enda viktigare er alderssamansetjinga av den gruppa som kan språket.

source: Dannasinie lea daerpies noerh gïelem lierieh.
nno: Difor blir det først og fremst påkravd å sikre at dei yngste lærer språket.

source: Lea noerh gïeh gelkieh gïelem buektedh båetije biejjide.
nno: Det er dei som skal føre det vidare inn i framtida.

source: Sopstestidh maam saemien-foente maahta barkedh: Betnegh gelkieh gïele-soejkesjämman.
nno: For å summere opp Samefondet sin rolle så langt: Pengane bør gå til språkplanlegging.

source: Gïele-soejkesjimmesne lea danbien daerpies darjomh dåarjedidh mah gïehtelieh guktie saemien-gïelem lieredh dejtie nööremeside.
nno: Innanfor språkplanlegginga er det i dag særleg viktig å støtte tiltak som direkte er sikta inn på overføring av samisk språk til dei aller yngste.

source: Daennie dajvesne Saemien-foente tjuara dagkeres darjomh dåarjedidh mah eah riekte gååvnesh staaten jïh tjïelten dïedtense.
nno: Innanfor dette området igjen må Samefondet støtte slike tiltak som ikkje kjem direkte inn under stat og kommune sitt ansvarsområde.

source: Gårroeh bielesne gååvnese svaalhtesem Jåvvan abpe tjaalegasse.
nno: Til venstre finnes en link till Jons artikkel.
